Repository: olamilekan-adeleke/Caller
Catalog: Caller/*.lproj/Localizable.strings
Languages: fr

source: default
fr: Par défaut

source: of
fr: de

source: Yes
fr: Oui

source: No
fr: Non

source: Maybe
fr: Peut-être

source: Unknown
fr: Inconnu

source: Cancel
fr: Annuler

source: Discard
fr: Annuler

source: In progress...
fr: En cours...

source: Continue
fr: Suivant

source: Next
fr: Suivant

source: Submit
fr: Envoyer

source: Back
fr: Retour

source: Insert date
fr: Inserer la date

source: Delete
fr: Supprimer

source: Done
fr: Terminer

source: Quit
fr: Quitter

source: Save
fr: Enregistrer

source: Close
fr: Fermer

source: Contact us
fr: Nous contacter

# keep_going
source: Continue
fr: Reprendre

# skip
source: Skip for now
fr: Sauter

source: No character left
fr: Nombre maximum de caractères atteint

source: characters left
fr: caractères restants

source: character left
fr: caractère restant

source: at
fr: à

# textfield_format_error
source: That format doesn’t look right.
fr: Ce format semble incorrect.

source: Remove
fr: Retirer

source: Delete Note?
fr: Supprimer la note ?

# delete_note_message
source: Are you sure you want to delete this note? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette note ? Cette action est irréversible.

source: Enter Title
fr: Saisir un titre

# connect_internet_screen_title
source: Connect to the Internet
fr: Connectez vous à internet

# connect_internet_screen_text
source: Make sure you are connected to a Wi-Fi or mobile network and try again.
fr: Vérifiez que vous êtes connecté à internet vie un réseau wifi ou mobile et réessayez.

# connect_internet_screen_try_again_button
source: Try again
fr: Réessayez

# terms_content
source: Your confidential data stays with you. Sama will not share this information with third parties. We promise that any conversation you have with us is completely confidential, so you can feel comfortable being open and honest about whatever is on your mind. By continuing, you acknowledge that you have read, understood and agree with our Terms and Privacy Policy.
fr: Vos informations restent confidentielles. Nous ne partagerons pas vos informations personnelles avec des tiers. Nous promettons que toute conversation que vous avez avec nous demeure confidentielle. Vous pouvez être ouvert et honnête sur ce qui vous tracasse. En continuant, vous reconnaissez avoir lu, compris et consentez à nos modalités et conditions et Politique de confidentialité.

# terms_agreement
source: I agree to the Terms and Conditions and Privacy Policy
fr: J’accepte les Modalités et conditions et la Politique de confidentialité

# terms_agreement_bold_terms
source: Terms and Conditions
fr: Modalités et conditions

# terms_agreement_bold_privacy
source: Privacy Policy
fr: Politique de confidentialité

# sign_in_email_placeholder
source: Type your email
fr: Saisissez votre email

source: Password
fr: Mot de passe

# check_email_screen_text
source: Check your inbox
fr: Vérifiez votre messagerie

# check_email_screen_sub_text
source: To confirm your email address, tap the button in the email we sent to:
fr: Confirmer votre adresse dans le courriel envoyé à

# check_email_screen_button_text
source: Open your email app
fr: Ouvrez vos mails

# check_email_screen_footer_link_text
source: Use password to sign in
fr: Utiliser le mot de passe pour vous connecter

# expired_magic_link_screen_title
source: Login
fr: Identifiez-vous ou inscrivez-vous

# expired_magic_link_screen_text
source: Link has expired
fr: Le lien a expiré

# expired_magic_link_screen_sub_text
source: An email has been sent to you. Follow the link to login
fr: Un courriel vous a été envoyé. Pour vous connecter, suivre le lien dan le courriel

# expired_magic_link_screen_button_text
source: Check your inbox
fr: Vérifiez votre boîte de réception

# verify_password_screen_text
source: Verify your password
fr: Vérifiez votre mot de passe

# verify_password_screen_pw_title
source: YOUR PASSWORD
fr: VOTRE MOT DE PASSE

# verify_password_screen_pw_place_holder
source: Enter password
fr: Entrer le mot de passe

# verify_password_screen_footer_text
source: Don't have or forgot your password?
fr: Vous avez oublié votre mot de passe

# verify_password_screen_footer_link_text
source: Forgotten password?
fr: Envoyez-moi un nouveau mot de passe

# verify_2fa_screen_title
source: Enter code
fr: Entrer le mot de passe

# verify_2fa_screen_text
source: Enter the code we've sent to
fr: Entrez le code que nous avons envoyé au

# verify_2fa_screen_sub_text
source: Haven't received an SMS?
fr: Vans n'avez pas reçu de SMS?

# verify_2fa_screen_sub_link_text
source: Send again
fr: Renvoyer

# login_page_title
source: Reach your goals with Sama
fr: Atteindre vos objectifs avec Sama

# login_page_title_part1
source: Reach your goals
fr: Atteindre vos objectifs

# login_with_sama
source: with Sama
fr: avec Sama

# login_page_email_title
source: Please enter your email
fr: Quel est votre courriel?

# login_page_email_placeholder
source: Business email address
fr: Votre courriel au travail

# login_page_email_sub_text
source: You will receive an email to confirm your address.
fr: Vous allez recevoir un courriel pour confirmer votre adresse.

# sign_in_empl_steps_counter
source: Question %d of %d
fr: Question %d sur %d

# sign_in_empl_step_0_title
source: Coaching experience tailored for you
fr: Mieux vous connaître

# sign_in_empl_step_0_content
source: To match you with the best coach for you, we would like you to tell us a bit about yourself.
fr: Pour vous mettre en relation avec le meilleur coach pour vous, nous aimerions vous poser quelques questions.

# phone_number_step_description
source: Answer these few questions and get the best coaching experience tailor-made for you.
fr: Répondez à ces quelques questions pour débuter votre coaching.

# phone_number_step_question
source: What's your phone number?
fr: Quel est votre numéro de téléphone ?

# update_phone_number_title_label
source: Update your phone number
fr: Mettez à jour votre numéro de téléphone

# phone_number_step_error
source: Phone number is invalid
fr: Ce numéro de téléphone est invalide.

# phone_number_step_footnote
source: This number will not be shared
fr: Ce numéro ne sera pas partagé.

# gender_identity_step_page_title
source: What gender do you Identify with?
fr: Quelle est votre identité de genre?

# age_range_step_page_title
source: What is your age range?
fr: Quelle est votre tranche d’âge?

# industry_step_page_title
source: Which industry do you work in?
fr: Quelle est votre industrie?

# function_step_page_title
source: What is your function?
fr: Quel est votre métier?

# position_step_page_title
source: What is your position?
fr: Quelle est votre niveau de sénorité

# area_of_coaching_step_page_title
source: Area of coaching
fr: Sujet de coaching

# area_of_coaching_step_page_description
source: Pick the area you want to work on first.
fr: Sujet de coaching désiré

# go_to_quiz_description
source: Unsure where to start with coaching?
fr: Vous ne savez pas par où commencer avec le coaching?

# go_to_quiz_title
source: Take our 3 minutes quiz
fr: Répondez à notre quiz de 3 minutes

# personal_values_step_page_title
source: Pick your 5 top values
fr: 5 valeurs prioritaires

# personal_values_step_page_description
source: Pick 5 values that you appreciate the most.
fr: Choisissez vos 5 valeurs les plus importantes.

# personal_values_current_satisfaction_step_page_title
source: Rate your satisfaction in these areas
fr: Votre satisfaction dans les secteurs suivants

# personal_values_current_satisfaction_step_page_description
source: 1 = Low satisfaction; 5 = Extremely satisfied
fr: 1 = Peu satisfait ; 5 = Très satisfait

# coach_sex_step_page_title
source: Do you prefer your coach to be
fr: Préférez-vous que votre coach soit

# gender_idm
source: I don't mind
fr: Peu importe

# gender_female
source: Female
fr: Femme

# gender_male
source: Male
fr: Homme

# coach_language_step_page_title
source: Coaching language
fr: Langue de coaching

# find_coach_title
source: Finding your coach
fr: Nous cherchons votre coach

# find_coach_text_one
source: The best coach for you...
fr: Le meilleur coach pour vous

# find_coach_text_two
source: Science backed AI matching...
fr: Algorithme de mise en relation soutenue par la science

# find_coach_text_three
source: Empower your career...
fr: Accélérez votre carrière

# find_coach_text_four
source: A life of purpose...
fr: Un vie riche de sens

# find_coach_text_five
source: We found your coach partner!
fr: Nous avons trouvé votre coach!

# found_coach_title
source: Your coach
fr: Votre coach

# found_coach_subtitle
source: Based on your criteria
fr: En fonction de vos critères

source: Explore Sama
fr: Explorez Sama

# lb_page_title
source: Leaderboard
fr: Classement

# lb_missed_session_message
source: Your employer is being charged when you cancel or reschedule a session within 24 hours
fr: Votre employeur est facturé lorsque vous annulez ou reportez un rendez-vous dans les 24 heures

# lb_missed_session_title
source: Missed sessions
fr: Séances manquées

# lb_completed_tasks_title
source: Tasks completed
fr: Exercices complétés

# lb_completed_tasks_column_1_title
source: MONTH
fr: MOIS

# lb_completed_tasks_column_2_title
source: COMPLETED
fr: COMPLETÉS

# lb_completed_tasks_empty_message
source: You haven't completed any tasks yet
fr: Vous n'avez pas de tâches complétées

# lb_total_sessions_title
source: Total sessions
fr: Séances

# lb_total_sessions_empty_message
source: You haven't had any sessions
fr: Vous n'avez pas encore eu de séances

# lb_missed_opportunities_no_show
source: No-show
fr: Manqué

# lb_missed_opportunities_cancelled
source: Cancelled
fr: Annulé

# lb_missed_opportunities_empty_message
source: You haven't missed any sessions. Great!
fr: Vous n'avez pas manqué de séances. Bravo!

# lb_check_ins_empty_message
source: There are no check-ins available for you yet
fr: En progrès

# oa_engagement_resilience
source: Resilience
fr: Résilience

# oa_engagement_adaptability
source: Adaptability
fr: Adaptabilité

# oa_engagement_efficacy
source: Confidence
fr: Confiance en soi

# oa_engagement_alignment
source: Alignment
fr: Alignement

# oa_graph_title
source: Trends
fr: Évolution

# oa_graph_y_axis
source: Rating
fr: Echelle

# oa_graph_about
source: About
fr: Info

# oa_level_name
source: Level
fr: Niveau

# trackers_about_title
source: About Trackers
fr: À propos de votre progrès

# trackers_about_sub_title
source: Tracks over time how you are doing on each engagement driver
fr: Suivez votre progrès sur chaque moteur d'engagement

# trackers_graph_empty_message
source: No measurement available
fr: Aucune mesure disponible

# oa_question_progress_label
source: Question %d of %d
fr: Question %d sur %d

# oa_question_answer_five
source: Peak
fr: Optimal

# oa_question_answer_four
source: Strong
fr: Fort

# oa_question_answer_three
source: Good
fr: Bien

# oa_question_answer_two
source: Moderate
fr: Moyen

# oa_question_answer_one
source: Low
fr: Faible

# oa_question_reasons
source: Track your progress by answering a few questions.
fr: Suivez vos progrès en répondant à quelques questions.

# oa_question_title
source: Track your progress
fr: Progrès

# oa_question_cta
source: Proceed
fr: Continuer

# oa_question_final_cta
source: Save
fr: Enregistrer

# oa_close_title
source: Are you sure that you want to close the form?
fr: Êtes-vous certain de ne pas vouloir compléter le questionnaire ?

# oa_close_accept
source: Yes
fr: Oui

# oa_close_decline
source: No
fr: Non

# goal_list_title
source: My goals
fr: Mes objectifs

# goal_list_sub_title
source: Your goals are shared with your coach
fr: Votre coach peut voir vos objectifs

# goal_list_menu_all
source: All
fr: Tous

# goal_list_menu_active
source: Active
fr: En vigueur

# goal_list_menu_completed
source: Completed
fr: Complétés

# goal_list_info_title
source: Set SMART goals:
fr: Vos objectifs doivent être :

# goal_list_info_text_1
source: Specific
fr: Spécifiques

# goal_list_info_text_2
source: Measurable
fr: Mesurables

# goal_list_info_text_3
source: Achievable
fr: Réalisables

# goal_list_info_text_4
source: Relevant
fr: Pertinents

# goal_list_info_text_5
source: Time Bound
fr: Limités dans le temps

# goal_list_due_by
source: Due by
fr: À compléter avant le

# goal_list_no_due_by
source: Due date not set
fr: Aucune échéance

# goal_list_due_by_past
source: Due date passed
fr: Date limite dépassée le

# goal_list_empty_title
source: No goals added
fr: Aucun objectif ajouté

# goal_list_empty_sub_title
source: Go ahead and add a goal by pressing the + button
fr: Ajoutez un objectif en appuyant sur le boutton +

# goal_list_empty_sub_title_coach
source: Encourage your coachee to create and track SMART (specific, measurable, actionable, realistic and time bound) goals.
fr: Encouragez votre coachee à ajouter des objectifs Spécifiques, Mesurables, Réalisables, Pertinents et Limités dans le temps

# goal_list_empty_active_title
source: No active goals
fr: Aucun objectif ajouté

# goal_list_empty_completed_title
source: No completed goals
fr: Aucun objectif encore complété

# goal_create_title
source: Create goal
fr: Ajouter un objectif

# goal_edit_title
source: Edit
fr: Modifier

# goal_free_text_title
source: Define your goal
fr: Déterminer votre objectif

# goal_free_text_placeholder
source: Type your goal...
fr: Entrez votre objectif...

# goal_progress_title
source: Track your progress
fr: Suivre votre progression

# goal_detail_progress_title
source: Progress
fr: Progression

# goal_progress_1
source: Not started
fr: Pas encore débuté

# goal_progress_2
source: Started
fr: En cours

# goal_progress_3
source: Halfway there!
fr: Déjà à moitié complété!

# goal_progress_4
source: Nearly done
fr: Presque complété

# goal_progress_5
source: Completed! Well done!
fr: Complété! Bravo!

# goal_due_date_title
source: Due date:
fr: Date de complétion:

# goal_due_date_passed_title
source: Due date passed:
fr: Date de complétion passée:

# goal_due_date_completed_title
source: Completed on:
fr: Complété le:

# goal_date_picker_button
source: Set due date
fr: Fixer l'échéance:

# goal_date_picker_set_date_button
source: Set date
fr: Valider l'échéance

# goal_date_picker_clear_date_button
source: Clear
fr: Supprimer

# goal_delete_title
source: Are you sure you want to delete this goal?
fr: Veuillez confirmer la suppression de cet objectif

# goal_delete_sub_title
source: This goal will be permanently deleted
fr: Cet objectif sera supprimé de façon définitive

# goal_delete_yes
source: Delete
fr: Supprimer

# goal_delete_no
source: Cancel
fr: Annuler

source: My tasks
fr: Mes exercices

# no_tasks_coachee_title
source: No tasks
fr: Pas d'exercices

# no_tasks_coachee_description
source: Your coach has not assigned any tasks
fr: Votre coach ne vous a pas donné d’exercices.

# logout_popup_title
source: Do you wish to logout?
fr: Voulez-vous vous deconnecter ?

# multianswers_popup_subtitle
source: You can choose several options.
fr: Vous pouvez sélectionner plusieurs options.

source: Select date
fr: Sélectionnez une date

source: Session duration
fr: Durée de la séance

# select_start_time
source: Select session start time
fr: Sélectionnez le début

# start_time_time_zone
source: Time shown in your time zone,
fr: Dans votre fuseau horaire -

# session_type
source: Select type of session
fr: Sélectionnez le type de séance

# session_description_summary
source: Your booking
fr: Votre séance

# session_description_default_message
source: Pick your book preferences
fr: Choisir la plage horraire désirée.

source: Add colleague to session
fr: Inviter un collègue à votre séance

# add_colleague_information_label
source: Your colleague will receive an invitation to the session.
fr: Votre collègue recevra une invitation à la séance.

# add_edit_collegue_to_session_button_title
source: Add/edit colleague
fr: Inviter/modifier collègue

# session_too_early_popup_title
source: Early Session!
fr: Séance matinale !

# session_too_early_popup_message
source: Are you sure you wish to book this time? It looks a little early.
fr: Êtes vous sur de vouloir sélectionner cet horaire ? Il semble un peu tard.

# session_too_late_popup_title
source: Late Session!
fr: Seance tardive !

# session_too_late_popup_message
source: Are you sure you wish to book this time? It looks a little late.
fr: Cela semble tard. Êtes vous certain de votre sélection?

# book_cta
source: Book session
fr: Réserver votre séance

# reschedule_cta
source: Reschedule
fr: Modifier

# booking_remove_guest_confirmation_popup_part_1
source: Remove
fr: Retirer

# booking_remove_guest_confirmation_popup_part_2
source: from session?
fr: de la session ?

# booking_guest_management_page_title_label
source: Add colleague
fr: Inviter collègue

# booking_guest_management_name_textfield_header
source: Name
fr: Nom

# booking_guest_management_name_textfield_placeholder
source: Add name...
fr: Ajouter un nom...

# booking_guest_management_email_textfield_header
source: Mail
fr: Email

# booking_guest_management_email_textfield_placeholder
source: Add email...
fr: Ajouter un email...

# booking_guest_management_email_error_label
source: Please enter a valid email adress.
fr: Veuillez entrer une adresse mail valide.

# booking_guest_management_you_can_add
source: You can add
fr: Vous pouvez ajouter

# booking_guest_management_colleague
source: colleague
fr: collègue

# booking_guest_management_added_colleagues_title_label
source: COLLEAGUES ADDED
fr: COLLÈGUES AJOUTÉS

# booking_unknown_guest
source: Unknown guest
fr: Invité inconnu

# booking_add_guest_validate_button_title
source: Add colleague
fr: Inviter collègue

# booking_add_guest_coach_validation_alert_message
source: Have you discussed with your coach inviting
fr: Avez vous discuté avec votre coach votre intention d'inviter

# booking_add_guest_availability_validation_alert_message_part_1
source: Did you confirm with
fr: Avez-vous confirmé avec

# booking_add_guest_availability_validation_alert_message_part_2
source: their availability?
fr: sa disponibilité?

# booking_add_guest_check_consent_toaster_message
source: Check consent and availability prior to inviting your colleague
fr: Veuillez vérifier la disponibilité et l'accord des participants avant d'inviter votre collègue.

# booking_edit_guest_success
source: Guests list successfully updated!
fr: Liste des participants mise à jour !

# booking_edit_guest_error
source: An error occurred while uploading your changes, please try again later
fr: Un problème est survenu lors de l'opération, veuillez réessayer ultérieurement.

source: Good morning
fr: Bonjour

source: Good afternoon
fr: Bonjour

source: Good evening
fr: Bonsoir

source: Upcoming milestones
fr: Prochaines échéances

# book_a_session
source: Your coach is ready to speak with you. Book a session today.
fr: Votre coach vous attend. Réservez votre séance aujourd’hui.

# checklist_events_title
source: What's next?
fr: Et maintenant ?

source: COMPLETED
fr: COMPLETÉS

# checklist_events_seeAllButton_title
source: See all
fr: Tout voir

source: Your coach
fr: Mon coach

# know_your_strength
source: KNOW YOUR STRENGTHS
fr: CONNAISSEZ VOS FORCES

# complete_assessment
source: Complete your self assessment
fr: Prendre conscience de soi

# completed_assessment
source: Well done! Stay tuned for the next questions.
fr: Bien joué! Restez aux aguets pour les prochaines questions.

# review_values
source: Review your top values
fr: Vos principales valeurs

# satisfaction_levels
source: Review your satisfaction levels
fr: Votre niveau de satisfaction

# assessment_section_title
source: Self-assessment
fr: Auto-évaluation

# time_to_join_session
source: You will be able to join your session on
fr: Vous pourrez rejoindre votre session dès

# number_of_sessions_left_top_title
source: sessions left
fr: séances restantes

# number_of_sessions_left_title
source: How does Sama calculate a session?
fr: Comment est calculée une séance ?

# number_of_sessions_left_text
source: A session equals 25 minutes. A session of 50 minutes equates to 2 sessions.
fr: Une séance dure 25 minutes. Une session de 50 minutes équivaut à 2 sessions.

source: Coaching session
fr: Séance de coaching

# checklist_page_title
source: Completed tasks
fr: Tâches complétées

# checklist_completed_popup_title
source: Success!
fr: Bravo !

# checklist_completed_popup_message
source: You're all set for your coaching journey. For best results, book regular sessions with your coach.
fr: Vous êtes fin prêt pour votre parcours de coaching. Pour de meilleurs résultats, réservez des séances régulières avec votre coach.

# checklist_completed_popup_done_button_title
source: Got it
fr: OK

# coaching_xp_accred
source: Certifications
fr: Certifications de coaching

source: Can coach on
fr: Coach sur les domaines suivants

source: Memberships
fr: Adhésions

source: Chat
fr: Discussion

# local_time_title
source: Their local time:
fr: Son heure locale est:

# cannot_reply_discussion
source: You cannot reply to this discussion
fr: Votre interlocuteur est déconnecté

# type_message
source: Type your message here...
fr: Tappez votre message ici...

# message_marked_urgent
source: Your message has been marked as urgent.
fr: Votre message a été marqué comme urgent.

# message_not_sent
source: Your message couldn’t be sent, please retry
fr: Votre message n'a pas pu être envoyer, veuillez réessayer svp

# chat_no_messages_title
source: You have no messages
fr: Vous n’avez aucun message

# chat_no_messages_subtitle
source: Your messages will appear here when you initiate the conversation with your coach or when your coach send you a message.
fr: Vos messages apparaîtront ici lorsque vous êtes mis en relation avec un coaché.

# chat_error_title
source: An error happened
fr: Erreur. Veuillez réessayer.

# confidential_message
source: Messages with your coach are confidential and secure.
fr: Les messages avec votre coach sont confidentiels et sécurisés.

source: Phone number:
fr: Numéro de téléphone :

source: Gender identity:
fr: Identité de genre :

source: Age range
fr: Tranche d'âge

source: Position:
fr: Niveau de séniorité :

source: Industry:
fr: Industrie :

source: Function:
fr: Métier :

source: App language:
fr: Language de l'app :

source: Area of coaching:
fr: Sujet de coaching :

# coach_gender_pref
source: Coach gender preference:
fr: Préférence pour le coach :

source: Coaching language:
fr: Langue de coaching :

# more_about_title
source: About Sama
fr: À propos de Sama

# more_contact_title
source: Contact us
fr: Contactez-nous

source: Contact Sama
fr: Contacter Sama

# terms_title
source: Terms and Conditions
fr: Modalités et conditions

# more_privacy_title
source: Privacy Policy
fr: Politique de confidentialité

source: Change password
fr: Changer le mot de passe

source: Delete account
fr: Fermer le compte

source: Log Out
fr: Déconnecter

source: Change my coach
fr: Changer de coach

# app_language_step_page_title
source: App Language
fr: Langue de l'application

# change_coach_title
source: Changing your coach
fr: Changement de coach

# warning_rematch_label
source: If you would like to rematch with your current coach at a later date, please contact us on support@sama.io
fr: Si vous souhaitez être matché à nouveau avec ce coach plus tard, merci de nous contacter à l'adresse support@sama.io

# change_reason_label
source: Why do you want to change your coach?
fr: Pour quelle raison souhaitez-vous changer de coach ?

# other_reason_title
source: Please specify reason
fr: Veuillez préciser

# other_reason_placeholder
source: Type your reason here...
fr: Tapez votre raison ici...

# min_character_required
source: 3 characters minimum
fr: 3 caractères minimum

# new_password_title
source: Change your password
fr: Changer le mot de passe
