Repository: olamilekan-adeleke/Caller
Catalog: Caller/*.lproj/Localizable.strings
Languages: fr

# current_password_label
source: Current password
fr: Mot de passe actuel

# current_password_error_label
source: This password is not your current one
fr: Tapez votre mot de passe actuel

# current_password_same_has_new_one
source: Your new password must be different to your current password
fr: Votre nouveau mot de passe doit être différent de votre mot de passe actuel

# current_password_placeholder
source: Type your current password
fr: Saisir mot de passe

# new_password_label
source: New password
fr: Nouveau mot de passe

# new_password_uppercase_label
source: At least 1 upper case
fr: Au moins 1 majuscule

# new_password_number_label
source: Must contain a number
fr: Doit contenir un chiffre

# new_password_special_label
source: Must contain a special character (e.g. "!&#!€!")
fr: Doit contenir un caractère spécial (e.g. "!&#!€!")

# new_password_length_label
source: Must contain a minimum of 10 characters
fr: Doit contenir au moins 10 caractères

# new_password_retype_label
source: Retype new password
fr: Retaper nouveau mot de passe

# new_password_retype_error
source: Passwords don't match
fr: Les mots de passe saisis ne sont pas les mêmes

# new_password_placeholder
source: Type your new password
fr: Saisir mot de passe

# new_password_retype_placeholder
source: Retype password
fr: Saisir mot de passe

# password_100_times_hibp
source: This password has been deactivated
fr: The password you entered has been disallowed.

# forget_password_title
source: We will send you a new password
fr: Vous recevrez un nouveau mot de passe

# group_question_number_explantion_part_1
source: From
fr: De

# group_question_number_explantion_part_2
source: (not likely) to
fr: (pas du tout) à

# group_question_number_explantion_part_3
source: (very likely!)
fr: (complètement !)

# coach_presentation_subtitle
source: Based on your criteria, you have been matched with %@.
fr: En fonction de vos critères, vous êtes mis en relation avec %@.

source: See profile
fr: Voir profil

source: My coach
fr: Mon coach

source: My notes
fr: Mes notes

# my_notes_subtitle
source: Confidential and only visible to you.
fr: Confidentielles et seulement visibles par vous.

# no_saved_notes
source: You have no saved notes.
fr: Vous n’avez pas de notes.

# notepad_save_error_message
source: Saving failed due to a connection issue
fr: Une erreur est survenue pendant la sauvegarde

source: Today
fr: Aujourd'hui

source: Previous Seven days
fr: Les sept derniers jours

source: Summary
fr: Résumé

source: Transcript
fr: Transcription

# note_content
source: Note cannot be empty
fr: La note ne peut pas être vide

source: Error
fr: Erreur

source: My goals
fr: Mes objectifs

source: Add
fr: Ajouter

source: Edit
fr: Éditer

source: Goals
fr: Objectifs

# goals_hint_coachee
source: (Your coach can see your goals)
fr: Visible pour votre coach

# no_goals_content
source: Your goals will be visible to your coach.
fr: Vos objectifs sont visibles pour votre coach.

# about_sama
source: At Sama, we’re elevating engagement to make the world a better place. We do this by democratising coaching. We match you with the best coach for you, based on what you want to work on and your specific characteristics, such as your experience. Our coaches are put through a rigorous screening process to ensure that they have the highest qualifications and experience to best guide you within your professional and life journey. Once you are matched with your coach, you can have sessions through chat, call or video call. While Sama services are paid by your employer, any interaction you have with Sama will remain strictly confidential, as per the terms of our Privacy Policy.
fr: Chez Sama, nous démocratisons le coaching pour accroître la motivation de tous et ainsi contribuer à un monde meilleur. Nous vous mettons en relation avec un coach choisi spécialement pour vous, en fonction du sujet sur lequel vous souhaitez avancer et selon des critères personnalisés comme votre niveau d’expérience ou votre secteur d’activité. Nos coachs sont rigoureusement sélectionnés pour s’assurer qu’ils ont les meilleurs qualifications et expériences pour vous guider au mieux dans votre carrière et dans votre vie. Une fois que nous vous avons trouvé un coach sur-mesure, vous pouvez commencer les séances au travers l’App, par chat ou appel vidéo ou audio. Les services de Sama sont payés par votre employeur mais toutes vos interactions avec Sama resteront strictement confidentielles, comme nous y engage notre Politique de confidentialité

# book_video_call
source: Book session
fr: Réservez votre séance

source: Guest
fr: Invité

source: Reschedule
fr: Modifier

source: Join session
fr: Joindre la séance

source: Date of birth
fr: Date de naissance

source: Timezone
fr: Fuseau horaire

# personal_information
source: Personal
fr: Personnel

source: Coaching preferences
fr: Préférence de coaching

# cancel_future_session_confirmation
source: Are you sure you want to cancel this session?
fr: Êtes-vous certain de vouloir annuler cette séance?

# cancel_future_session_less_24h_confirmation
source: As it is less than 24 hours before the session, your employer will be charged for the session. Do you still want to cancel?
fr: Puisque votre séance est prévue dans moins de 24 heures. Votre employeur devra payer pour cette séance. Désirez-vous toujours annuler la séance?

# reschedule_future_session_less_24h_confirmation
source: As it is less than 24 hours before the session, your employer will be charged for the session. Do you still want to Reschedule?
fr: Comme il reste moins de 24 heures avant la session, votre employeur sera facturé pour cette session. Souhaitez-vous toujours reprogrammer ?

# cancel_future_session_success
source: Your meeting is successfully cancelled
fr: Votre reunião est annulée

# book_success
source: Your meeting is successfully booked
fr: Votre reunião est réservée

# reschedule_success
source: Your meeting is successfully rescheduled
fr: L'horaire de votre reunião est modifié

# today_date_prefix
source: Today,
fr: Aujourd'hui,

# server_error_retry
source: An error has occurred, please try again
fr: Erreur. Veuillez recommencer.

# server_error_booking
source: Your video call session has not been booked, please contact Sama support at support@sama.io
fr: Votre séance video n’a pas été réservée. Veuillez contacter Sama support à support@sama.io

# server_error_x_booking
source: You can only book up to 6 sessions at a time
fr: Vous ne pouvez réserver plus de 6 séances à la fois

# add_notes_placeholder
source: Add new...
fr: Ajouter...

# missing_authorization_title_video_call
source: Video call sessions
fr: Séances vidéo

# missing_authorization_title_audio_message
source: Audio message
fr: Message vocal

# missing_authorization_audio_message
source: Before sending an audio message, Sama needs to access to
fr: Pour envoyer un message vocal, Sama doit accéder

# missing_authorization_action
source: Continue
fr: continuer

# missing_authorization_all_video_call
source: Before starting your video call session, Sama needs to access to
fr: Avant de débuter votre séance vidéo, Sama doit accéder à

# missing_authorization_all_profile_picture
source: Before uploading a profile picture, Sama needs to access to
fr: Sama doit accéder (...) pour télécharger une photo

# missing_authorization_camera
source: your camera
fr: votre caméra

# missing_authorization_micro
source: your microphone
fr: votre micro

# missing_authorization_gallery
source: your gallery
fr: votre galerie

# video_call_connecting
source: Connecting
fr: Connection ...

# video_call_waiting_coachee_title
source: Your coach is not here yet
fr: Votre coach n’est pas encore arrivé

# video_call_waiting_coachee_subtitle
source: Please wait for your coach to initiate the session
fr: Votre coach débutera la séance lorsqu’il se joint

# alert_toaster_wrong_login
source: Please check your email or password
fr: Veuillez vérifier votre email ou mot de passe.

# alert_toaster_blocked_account
source: You have entered too many incorrect passwords. Please use "forgot password" option to unlock your account. If you are still experiencing problems please contact support@sama.io
fr: Vous avez saisi trop de mots de passe incorrects. Veuillez utiliser l'option «mot de passe oublié» pour déverrouiller votre compte. Si vous expérimentez d’autres difficultées, veuillez contacter support@sama.io

# password_email_sent
source: We have sent you an email.
fr: Changer votre mot de passe

# send_feedback
source: Send
fr: Envoyer

# rate_call
source: How would you rate the quality of the video?
fr: Quelle était la qualité de l’appel?

source: Rate your coach
fr: Êtes-vous satisfait de votre coach

# password_updated_confirmation
source: Your password has been updated !
fr: Votre mot de passe a été modifié!

source: Account
fr: Compte

# this_one
source: This availability
fr: Just this one

# entire_serie
source: This and following recurring availability
fr: The entire series

source: Video
fr: Vidéo

source: Call
fr: Audio

# delete_account_confirmation
source: If you delete your data, you will be deleting your account. Do you wish to continue?
fr: Si vous supprimez vos données, vous supprimerez votre compte. Souhaitez-vous continuer?

# api_deprecated_title
source: Time to update !
fr: Il est temps de mettre à jour!

# api_deprecated_content
source: The latest version of the app is now available, please update before continuing
fr: Veuillez télécharger la dernière version de l’application avant de continuer.

# api_deprecated_cta_title
source: Update now
fr: Télécharger maintenant

# api_deprecated_popup_content
source: The latest version of the app is now available please update before continuing. You can open Sama %d more times before you must upgrade
fr: La dernière version de l'application est maintenant disponible, veuillez la mettre à jour avant de continuer. Vous pouvez ouvrir Sama %d fois avant de devoir mettre à jour

source: Uploading
fr: Téléchargement

# media_upload_max_size
source: The maximum file size is 7MB
fr: La taille de fichier maximum est limitée à 7MB

# new_voice_message
source: You have a new voice message
fr: Vous avez un nouveau message vocal

# sent_voice_message
source: Voice message sent
fr: Vous avez envoyé un message vocal

# missing_authorization_separator
source: and
fr: et

source: Home
fr: Accueil

source: More
fr: Aide

source: Leaderboard
fr: Classement

source: Add notes here
fr: Rédigez vos notes ici

# session left
source: sessions left
fr: séances restantes

# How do Sama calculate a session?
source: How does Sama calculate a session?
fr: Calcul d'unité de séance

# A session equals 25 minutes.
source: A session equals 25 minutes. A coaching session of 50 minutes equates to two sessions.
fr: Une séance vaut 25 minutes. Une séance de coaching de 50 minutes équivaut à deux séances.

source: Session limit achieved
fr: Nombre maximum de séances atteint

# rating_coach_feedback_question
source: Oh no! We would appreciate if you told us how to improve.
fr: Oh non! Pourriez-vous avoir la gentiellesse de nous dire comment nous améliorer?

# nps_question
source: How likely are you to recommend Sama to a friend or colleague?
fr: Quelle est la probabilité que vous recommandiez Sama à un ami ou collègue?

# nps_feedback_question_3
source: Great to hear! We would appreciate if you left us a comment:
fr: Super! Pourriez-vous avoir la gentillesse de nous laisser un commentaire?

source: Not likely
fr: Pas du tout probable

source: Very likely
fr: Extrêment probable

# please_pick_number
source: Please pick a number
fr: Choisir une note

source: Very poor
fr: Mauvais

source: Poor
fr: Faible

source: Ok
fr: Passable

source: Good
fr: Bien

source: Very good
fr: Excellent

# auth_could_not_connect_okta
source: An OKTA error has occurred, please try again
fr: Ce format semble incorrect. Vérifiez l'orthographe.

# auth_okta_not_assigned_to_client
source: Your company needs to enable your Sama access through OKTA.
fr: Votre compagnie doit valider votre accès à Sama via OKTA.

# virus_deletion_message
source: This file couldn't be sent as it appears to contain potential security risks. You may want to check with your IT department for further assistance.
fr: Ce fichier n'a pas pu être envoyé car il semble contenir des risques potentiels pour la sécurité. Vous pouvez contacter votre département TI pour obtenir de l'aide supplémentaire.

# note_taker_heading
source: Your session, your words. Securely captured.
fr: Votre séance, vos mots. Capturés en toute sécurité.

# enhanced_coaching_title
source: Enhanced coaching experience
fr: Expérience de coaching améliorée

# enhanced_coaching_desc
source: Sama note taker helps both you and your coach stay present, boosting reflection, trust, and goal-setting.
fr: Le preneur de notes Sama aide à la fois vous et votre coach à rester présents, renforçant la réflexion, la confiance et la définition d'objectifs.

# consent_audio_title
source: Consent and audio handling
fr: Consentement et traitement audio

# consent_audio_desc
source: Audio is transcribed and permanently deleted to keep the focus on the session.
fr: L'audio est transcrit et définitivement supprimé pour maintenir l'accent sur la séance.

# confidential_title
source: Confidential & secure
fr: Confidentiel et sécurisé

# confidential_desc
source: Your notes are strictly confidential and securely stored in full compliance with GDPR.
fr: Vos notes sont strictement confidentielles et stockées en toute sécurité en conformité avec le RGPD.

# personalized_title
source: Personalized experience
fr: Expérience personnalisée

# personalized_desc
source: Insights from note-taking help refine and enhance your coaching journey.
fr: Les insights issus de la prise de notes aident à affiner et améliorer votre parcours de coaching.

# enable_button
source: Enable note taker
fr: Activer le preneur de notes

# disable_button
source: Disable note taker
fr: Désactiver le preneur de notes

# consent_notice
source: The note taker will start once all participants have given their consent.
fr: Le preneur de notes démarrera une fois que tous les participants auront donné leur consentement.

# banner_journey_message
source: Your journey matters. This quick check-in is to reflect on your growth.
fr: Votre parcours est important. Ce bilan rapide vous permet de réfléchir à votre évolution.

source: Sending request…
fr: Envoi de la requête…

source: Start note-taking
fr: Commencer la prise de notes

source: Taking notes
fr: Prendre des notes

source: Note-taking request declined
fr: Demande de prise de notes refusée

# note_taking_request_started
source: Note-taking started
fr: de prise de notes démarrée

# note_taking_request_stopped
source: Note-taking stopped
fr: de prise de notes arrêtée

# note_taking_request_paused
source: Note-taking paused
fr: de prise de notes mise en pause

source: Action points
fr: Points d’action

source: Key takeaways
fr: Points clés à retenir

# is_this_useful
source: Did you find this useful?
fr: Avez-vous trouvé cela utile ?
